/*
 * 『明解Java入門編』柴田望洋
 *
 * 問題:演習1-2 p20
 * 	右に示すように、各行に1文字ずつ名前を表示するプログラムを作成せよ。
 *  著者の名前ではなく、自分の名前を表示すること。（例図省略）
 * 回答:
 *  下記プログラム記述をご参照ください。
 * 教本の内容を反映させた点:
 * 	改行文字の「\n」を用いました。
 *
 * パッケージ名:ensyu1_2
 * クラス名:ensyu1_2
 * 作成日:2022/11/01
 * 作成者:HinaSato
 * 修正日:
 * 修正者:
 * ver:1.0.0
 */
package ensyu01_02;

public class ensyu01_02 {
//ここからクラスの内容

	public static void main(String[] args) {
	//ここからメインメソッド
		//自身の氏名（佐藤妃納）の4文字を、各行に1文字ずつ表示させる
		System.out.println("佐\n藤\n妃\n納");
	//ここまでメインメソッド
	}

//ここまでクラスの内容
}
